Repository: kingrpaul/eo-glossary
Catalog: tm/the-dance-of-death-translation-level1.tmx
Source language: en_gb
Languages: eo

source: It was odd he did not meet the tall man on the stairs, but doubtless there was another exit from the gallery that he had not observed.
eo: Estis strange, ke li ne renkontis la altan viron sur la ŝtuparo, sed sendube estis alia elirejo el la galerio, kiun li ne observis.

source: It was, of course, his weak heart.
eo: Ĝi estis, kompreneble, lia malforta koro.

source: It’s so dark,” returned the girl after a careful survey through glasses.
eo: Estas tiel mallume,” respondis la fraŭlino post atenta superrigardo per okulvitroj.

source: Lots of other fellows, even as young as he was, had weak hearts and thought nothing of it.
eo: Multaj aliaj uloj, eĉ tiel junaj kiel li estis, havis malfortajn korojn kaj pensis nenion pri tio.

source: Most of the faces seemed, indeed, strange to him now, as though he had not seen them before, but once or twice he could have sworn that he passed couples who were dancing almost as happily and lightly as themselves, couples he had known in past years, couples who were dead.
eo: La plej multaj el la vizaĝoj ŝajnis, ja, strangaj al li nun, kvazaŭ li ne vidis ilin antaŭe, sed unu-dufoje li estus povinta ĵuri, ke li preterpasas parojn, kiuj dancis preskaŭ same feliĉe kaj malpeze kie ili mem, parojn kiujn li estis koninta en pasintaj jaroj, parojn kiuj estis mortintaj.

source: Night round his high room in Bloomsbury, stirred savage yearnings that haunted him for days afterwards with the voices of the desert.
eo: nokte ĉirkaŭ lia alta ĉambro en Blumsberio, ekscitis sovaĝajn sopirojn, kiuj hantis lin dum tagojn poste per la voĉoj de la dezerto.

source: No one else appeared to take the least notice of them.
eo: Neniu alia ŝajnis eĉ iomete rimarki ilin.

source: No one knows precisely what he himself looks like, but this tall dark figure, whose face he never could contrive to see, started the strange thought in him that it was his own double.
eo: Neniu scias precize kiel li mem aspektas, sed ĉi tiu alta malhela figuro, kies vizaĝon li neniam povis aranĝi por vidi, ekigis en li la strangan penson, ke ĝi estas lia propra sozio.

source: No one seemed to know her.
eo: Neniu ŝajnis koni ŝin.

source: No other girls he had known⁠—ye heavens above!
eo: Neniujn aliajn fraŭlinojn, kiujn li konis—ho, la ĉieloj!

source: No; he had forgotten for a moment; without a cigarette: the doctor had been very stern on that point.
eo: Ne; li estis forgesinta por momento; sen cigaredo: la kuracisto estis tre severa pri tiu punkto.

source: Oh, the wonder of it!
eo: Ho, la mirindaĵo de ĝi!

source: Once or twice he was tempted, but a prevision of the probable conversation that would ensue stopped him always in time: “Oh, I am so sorry, Mr. Browne, and you mustn’t dance too hard, you know,” and then his careless laugh as he remarked that it didn’t matter a bit, and his little joke as he whirled his partner off for another spin.
eo: Unu-dufoje li estis tentata, sed antaŭvido de la verŝajna konversacio, kiu sekvus, haltigis lin ĉiam ĝustatempe: “Ho, mi tre bedaŭras, Sinjoro Braŭno, kaj vi devas ne danci tro vigle, kiel vi scias,” kaj tiam lia senzorga rido dum li rimarkis, ke tio ne iomete gravas, kaj lia malgranda ŝerco dum li girigis sian kun'danc'ant'inon por denove turni sin.

source: Once, too, he was certain when their eyes met that she smiled at him, and the call was so well-nigh irresistible that he almost dropped his partner’s arm to run after her.
eo: Unufoje, ankaŭ, li estis certa, kiam iliaj okuloj renkontiĝis, ke ŝi ridetis al li, kaj la alvoko estis preskaŭ nerezistebla, ke li preskaŭ faligis la brakon de sia kun'danc'ant'ino por postkuri ŝin.

source: Only the light was not of the best, for the hall was very long, and the gallery at the far end loomed in a sort of twilight that was further deepened by the shadows of the flags overhead.
eo: Nur la lumo ne estis la plej bona, ĉar la halo estis tre longa, kaj la galerio ĉe la malproksima fino ŝvebis en speco de krepusko, kiun plu profundigis la ombroj de la flagoj supre.

source: Or the one sitting out?”
eo: Aŭ tiu, kiu sidas rande?”

source: Other curious things happened, too, but he hardly noticed them; or, rather, they no longer seemed strange.
eo: Aliaj kuriozaj aferoj okazis, ankaŭ, sed li apenaŭ rimarkis ilin; aŭ, pli ĝuste, ili ne plu ŝajnis strangaj.

source: Several times their eyes met, and when this happened he could not tear his glance away.
eo: Plurfoje iliaj okuloj renkontiĝis, kaj kiam tio okazis, li ne povis forŝiri sian rigardon de ŝi.

source: She attracted him tremendously.
eo: Ŝi altiris lin ege.

source: She fascinated him, and all the forces in his being merged into a single desire to be with her, to dance with her, speak with her, and to know her name.
eo: Ŝi fascinis lin, kaj ĉiuj fortoj en lia esteco kunfandiĝis en unuopa deziro esti kun ŝi, danci kun ŝi, paroli kun ŝi, kaj scii ŝian nomon.

source: She had moved to give him space at her side.
eo: Ŝi estis moviĝinta por doni al li spacon ĉe sia flanko.

source: She made no sound.
eo: Ŝi ne faris sonon.

source: She possessed him, filling his thoughts with wild woodland dreams.
eo: Ŝi posedis lin, plenigante liajn pensojn per sovaĝaj arbaraj sonĝoj.

source: She understood him.
eo: Ŝi komprenis lin.

source: She was dressed in pale green, and always danced with the same man⁠—a man about his own height and colouring, whose face, however, he never could properly see.
eo: Ŝi estis vestita en pala verdo, kaj ĉiam dancis kun la sama viro—viro ĉirkaŭ lia propra alteco kaj kolorigo, kies vizaĝon, tamen, li neniam povis ĝuste vidi.

source: She was looking straight at him down the length of the room, and even at that distance he could see that she smiled.
eo: Ŝi rigardis rekte lin laŭ la longo de la ĉambro, kaj eĉ je tiu distanco li povis vidi, ke ŝi ridetas.

source: She would listen gladly to all that concerned him.
eo: Ŝi volonte aŭskultus ĉion, kio zorgigis lin.

source: Smith will do his work much better⁠—and for less money too.”
eo: Smito faros lian laboron tre pli bone—kaj por malpli da mono, ankaŭ.”

source: So it was that the professional dictum came as a real shock; and with it too, as a sudden revelation, came that little widening of sympathy for others that is part of every deep experience as the years roll up and pass.
eo: Tiel ĝi estis ke la profesia verdikto venis kiel vera ŝoko; kaj kun ĝi ankaŭ, kiel subita revelacio, venis tiu eta pliiĝo de simpatio por aliaj, kiu estas parto de ĉiu profunda sperto dum la jaroj alvenas kaj preterpasas.

source: Something had gone out of life.
eo: Io estis foririnta el la vivo.

source: Something unusual⁠—something indescribable⁠—in her gesture stopped him.
eo: Io nekutima—io nepriskribebla—en ŝia gesto haltigis lin.

source: Sometimes during the lunch hour, when he escaped temporarily from the artificial light and close air of his high office stool, to see the white clouds sailing by overhead, and to hear the wind singing in the wires, it set such a fever in his blood that for the remainder of the afternoon he found it impossible to concentrate on his work, and thus exasperated the loud-voiced manager almost to madness.
eo: Kelkfoje dum la tagmanĝa horo, kiam li provizore eskapis el la artefarita lumo kaj la malvasta aero de sia alta oficeja tabureto, por vidi la blankajn nubojn velantajn supre, kaj aŭdi la venton kantanta en la dratoj, ĝi metis tian febron en lian sangon, ke dum la cetero de la posttagmezo li trovis neeble koncentriĝi pri sia laboro, kaj tiel ĉagrenis la laŭtan voĉan administranton preskaŭ ĝis frenezo.

source: Soon after, too, she disappeared and he lost sight of her.
eo: Baldaŭ poste, ankaŭ, ŝi malaperis, kaj li perdis ŝin el la vido.

source: Such dancing, too, he had never even dreamed about, for it was like swinging with the treetops in the winds.
eo: Tia dancado, ankaŭ, li neniam eĉ sonĝis pri, ĉar ĝi estis kiel balanciĝi kun la arbaj suproj en la ventoj.

source: The Dance of Death
eo: La Mortodanco

source: The dance was a small subscription affair, hastily arranged and happily informal.
eo: La balo estis malgranda abona okazaĵo, haste aranĝita kaj ĝoje neformala.

source: The flags waved back again and hid the picture, but on the instant he made up his mind to act.
eo: La flagoj svingiĝis returne kaj kaŝis la bildon, sed tuje li decidis agi.

source: The form of the question struck him as odd, but he was too happy to pause.
eo: La formo de la demando ŝajnis al li stranga, sed li estis tro feliĉa por paŭzi.

source: The girl’s face he saw clearly, and there was something about her that simply lifted him bodily out of himself and sent strange thrills of delight coursing over him like shocks of electricity.
eo: La vizaĝon de la fraŭlino li vidis klare, kaj estis io pri ŝi, kiu simple levis lin korpe eksteren el si mem kaj sendis strangajn ekscitojn de ĝojo trakurantajn tra li kiel elektraj ŝokoj.

source: The mere thought of her filled him with pain and joy, and a sort of rarefied delight he had never known before.
eo: La nura penso pri ŝi plenigis lin per doloro kaj ĝojo, kaj ia rara delico, kiun li neniam antaŭe konis.

source: The name was pure music in his ears, but though he blundered about in his memory to find his own, it had utterly vanished; for the life of him he could not recollect what his friends called him.
eo: La nomo estis pura muziko en liaj oreloj, sed kvankam li fuŝe serĉis en sia memoro por trovi sian propran, ĝi tute malaperis; eĉ por savi sian vivon li ne povis rememori tion, kiel liaj amikoj nomis lin.

source: The risk was nothing.
eo: La risko estis nenio.

source: The room faded out temporarily.
eo: La ĉambro fadis provizore.

source: The room was filled with automatic lay-figures, but here was someone alive.
eo: La ĉambro estis plena per aŭtomataj manekenoj, sed jen iu viva.

source: The sound of her voice instantly drowned all the clatter of the ballroom, and seemed to him the only thing in the whole world.
eo: La sono de ŝia voĉo tuj superbruis la tutan klakon de la bala salono, kaj ŝajnis al li la sola afero en la tuta mondo.

source: The spontaneous jollity natural to a boy and girl dance served, however, to emphasise vividly the contrast of his own mood, and to make him very conscious again of his little hidden source of pain.
eo: La spontanea gajeco, kiu estas natura al balo por gejunuloj servis, tamen por emfazi vive la kontraston de sia propra humoro, kaj tre konsciigis lin denove pri lia malgranda kaŝita fonto de doloro.

source: The stars were somewhere in it too, and the murmur of the plains.
eo: La steloj estis ie en ĝi ankaŭ, kaj la murmuro de la ebenaĵoj.

source: The tall man, he noted, had left the gallery, but the girl sat on alone.
eo: La alta viro, li perceptis, foriris de la galerio, sed la fraŭlino sidadis sola.

source: The thought made him angry with pain.
eo: La penso kolerigis lin pro doloro.

source: The walls were behind them.
eo: La muroj estis malantaŭ ili.

source: Then gradually he grew more accustomed to the burden of his dread secret: the commonplace events of the day; the hated drudgery of the office, where he was an underpaid clerk; the contact with other men who bore similar afflictions with assumed indifference; the faultfinding of the manager, making him fearful of his position⁠—all this helped to reduce the sense of first alarm, and, instead of sending an excuse, he went to the dance, as we have seen, feeling deeply depressed, and moving all the time as if he carried in his side a brittle glass globe that the least jarring might break into a thousand pieces.
eo: Tiam, grade li pli alkutimiĝis al la ŝarĝo pro sia terura sekreto: la ordinaraj eventoj de la tago; la malamitan tedan laboradon de la oficejo, kie li estis subpaga komizo; la interago kun aliaj viroj, kiuj portis similajn afliktojn kun supozita indiferenteco; la troa kritikado de la administranto, timigante lin pri sia posteno—ĉio ĉi helpis malpliigi la senton de komenca alarmo, kaj, anstataŭ sendi senkulpigon, li iris al la balo, kiel ni vidis, sentante sin profunde deprimita kaj moviĝanta ĉiam kvazaŭ li portis en la flanko rompiĝan vitran globon, kiu eĉ de la plej malgranda frapiĝo eble rompiĝus en mil pecojn.

source: Then he passed on, disregarding it utterly.
eo: Tiam li pasis plu, ignorante ĝin tute.

source: Then suddenly he realised that his own feet made no sound either.
eo: Tiam subite li konsciis, ke liaj propraj piedoj ne faris sonon ankaŭ.

source: Then they danced farther out, ever swifter and swifter, past the shadows beneath the gallery, under the motionless hanging flags⁠—and out into the night.
eo: Tiam ili dancis pli foren, ĉiam pli rapide kaj pli rapide, preter la ombroj sub la galerio, sub la senmovaj pendantaj flagoj—kaj eksteren en la nokton.

source: Then, remembering something of earthly manners, he added:
eo: Tiam, rememorante ion pri la teraj moroj, li aldonis:

source: Then, when he was within a few feet of her side, the girl suddenly turned and faced him, and the words died away on his lips.
eo: Tiam, kiam li estis je kelkaj futoj de ŝia flanko, la fraŭlino subite turniĝis kaj frontis lin, kaj la vortoj formortis sur liaj lipoj.

source: There was a perfume of earth and woods about her.
eo: Estis parfumo de tero kaj arbaro ĉirkaŭ ŝi.

source: There were no longer any other girls!
eo: Ekzistis ne plu aliaj fraŭlinoj!

source: There were only two figures seated there: the tall dark man, who was his double, and the ivy girl in green.
eo: Tie sidis nur du figuroj: la alta malhela viro, kiu estis lia sozio, kaj la hedera fraŭlino en verda.

source: There, among all this dreary crowd of dancing dolls, was someone he really wanted to know, to speak with, to touch⁠—someone who drew him beyond all he had ever known, and made his soul cry aloud.
eo: Tie, inter ĉi tiu malgaja amaso da dancantaj pupoj, estis iu, kiun li vere volis koni, kunparoli, tuŝi—iu, kiu altiris lin pli ol ĉio, kion li iam ajn konis, kaj igis lian animon krii laŭte.

source: They sat out together much of the time⁠—always in the gallery where the shadows were deepest.
eo: Ili sidis rande kune dum grandan parton de la tempo—ĉiam en la galerio kie la ombroj estis plej profundaj.

source: They seemed absolutely foolish and inadequate.
eo: Ili ŝajnis absolute malsaĝaj kaj nesufiĉaj.

source: They skimmed the floor with noiseless feet like spirits dancing.
eo: Ili glitis laŭ la planko per senbruaj piedoj kiel spiritoj dancantaj.

source: They were off their feet and the wind was in their hair.
eo: Ili estis ne plu sur iliaj piedoj kaj la vento estis en iliaj hararoj.

source: They were rising, rising, rising towards the stars.
eo: Ili estis leviĝantaj, leviĝantaj, leviĝantaj al la steloj.

source: Thus it was that, midway in the dance, Browne’s listless glance fell upon a certain girl whose appearance instantly galvanised him into a state of keenest possible desire.
eo: Tiel estis, ke meze de la balo, la senenergia ĵeta rigardo de Braŭno falis sur certan fraŭlinon, kies aspekto tuj galvanizis lin en staton de plej akra ebla deziro.

source: To her he could talk openly about his poor broken heart, for she would sympathise.
eo: Al ŝi li povus paroli malkaŝe pri sia kompatinda rompita koro, ĉar ŝi simpatius.

source: To meet her eyes at close quarters, to hear her voice, to know something of the perfume of that hair and dress⁠—what was the risk of a snub compared to that?
eo: Renkonti ŝiajn okulojn de proksime, aŭdi ŝian voĉon, scii ion pri la parfumo de tiu hararo kaj robo—kio estis la risko de malakcepto kompare kun tio?

source: Was it such a great effort to leave?”
eo: Ĉu estis tiom granda peno foriri?”

source: Wind and rain spoke intimately to his soul, and the storms of heaven, as he heard them raging at.
eo: Vento kaj pluvo parolis intime al lia animo, kaj la ŝtormoj de la ĉielo, kiam li aŭdis ilin furiozi.

source: Yet he felt even then that she was drawing his arm about her waist for the dance, and with that first magical touch he almost lost consciousness and passed with her into a state of pure spirit.
eo: Tamen li sentis eĉ tiam, ke ŝi tiras lian brakon ĉirkaŭ sia talio por la danco, kaj per tiu unua magia tuŝo li preskaŭ perdis la konscion kaj pasis kun ŝi en staton de pura spirito.

source: Yet it sounded in Browne’s life a note of profound and sinister gloom.
eo: Tamen ĝi sonis en la vivo de Braŭno kiel noto de profunda kaj minaca malgajo.

source: Yet the thought that she might have gone home made his heart sink into a sort of horrible blackness.
eo: Tamen la penso, ke ŝi eble iris hejmen, igis lian koron sinki en ia terura nigreco.

source: Yet this dance, with nothing apparently to distinguish it from a hundred others, stood out in all his experience with an indelible red mark against it.
eo: Tamen ĉi tiu balo, sen io ajn ŝajne por distingi ĝin de cent aliaj, elstaris en lia tuta sperto kun neforigebla ruĝa marko kontraŭ ĝi.

source: “In the gallery, not under it,” he explained impatiently.
eo: “En la galerio, ne sub ĝi,” li klarigis senpacience.

source: “But my heart⁠—” he stammered.
eo: “Sed mia koro—” li balbutis.

source: “But my name, if you like to know, is Issidy,” she said, still smiling.
eo: "Sed mia nomo, se vi volas scii, estas Izidio," ŝi diris, ankoraŭ ridetante.

source: “But your thoughts,” she interrupted softly, “your thoughts were up here with me all the time.”
eo: "Sed viaj pensoj," ŝi interrompis mallaŭte, "viaj pensoj estis ĉi tie supre kun mi dum la tuta tempo."

source: “Dancing?” he asked, with that assumed lightness some natures affect in the face of a severe shock⁠—the plucky instinct to conceal pain.
eo: "Dancado?" li demandis, kun tiu ŝajniga leĝereco kiun kelkaj naturoj afektas alfronte severan ŝokon—la kuraĝa instinkto kaŝi doloron.

source: “Do you know who that girl is over there?” he asked one of his partners while sitting out a square dance, half exhausted with his exertions; “the one up there in the gallery?” “In pink?”
eo: "Ĉu vi scias, kiu estas tiu fraŭlino tie?" li demandis unu el siaj kun'danc'ant'inoj, dum li sidis rande de kvadrila danco, duone lacega pro siaj streĉoj; "tiu supre en la galerio?" "Rozkolore?"

source: “I can’t see up there.
eo: “Mi ne povas vidi supren tie.

source: “I don’t think I see anyone at all.”
eo: "Mi ne pensas, ke mi vidas iun ajn."

source: “I felt them,” she replied simply.
eo: "Mi sentis ilin," ŝi respondis simple.

source: “I was afraid at first⁠—”
eo: "Mi timis komence—"

source: “I was sure you would come to me,” she was saying.
eo: "Mi estis certa, ke vi venus al mi," ŝi estis diranta.

source: “In that green sort of ivy-looking dress,” he tried another.
eo: “En tiu verda iome hedere aspekta robo,” li provis alian.

source: “Issidy is my first name; so if you call me anything, you must call me that.”
eo: “Izidio estas mia antaŭnomo; do se vi nomas min io, vi devas nomi min tiel.”

source: “It is rather dark,” he remarked.
eo: "Estas sufiĉe mallume," li rimarkis.

source: “It won’t hurt your poor heart to dance with me, you know,” she laughed.
eo: "Ne vundos vian kompatindan koron danci kun mi, vi scias," ŝi ridis.

source: “Miss Issidy,” he stammered, making another attempt at the forms of worldly politeness.
eo: "Fraŭlino Izidio," li balbutis, farante alian provon ĉe la formoj de monda ĝentileco.

source: “My name⁠—er⁠—is⁠—”
eo: "Mia nomo—e—estas—"

source: “No, the one in green, I mean.”
eo: "Ne, tiu verde, mi celas."

source: “Not Miss Issidy,” she laughed aloud merrily.
eo: “Ne Fraŭlino Izidio,” ŝi ridis laŭte gaje.

source: “Not wildly!” he added, with a smile that betrayed something more than mere professional sympathy.
eo: “Ne sovaĝe!” li aldonis, kun rideto ke perfidis io pli ol nura profesia simpatio.

source: “Oh, I am so awfully glad⁠—” he began lamely, his eyes on her face.
eo: “Ho, mi estas tiel terure ĝoja⁠⁠—” li komencis mallerte, kun la rigardo sur ŝia vizaĝo.

source: “Oh, next the wallflower lady in red!”
eo: "Ho, apud la mura floro, la sinjorino en ruĝo!"

source: “They⁠—you kept me company, for I have been alone here all the evening.
eo: “Ili—vi akompanis min, ĉar mi estadis sola ĉi tie dum la tuta vespero.

source: “Well,” thought the manager, “he’s no loss to us anyhow.
eo: “Nu,” pensis la administranto, “li estas nenia perdo por ni ĉiaokaze.

source: “Well⁠—in moderation, perhaps,” hummed the doctor.
eo: “Nu—modere, eble,” zumis la kuracisto.

source: “Why?
eo: “Kial?

source: “With the rose in her hair and the red nose?
eo: Kun la rozo en ŝia hararo kaj la ruĝa nazo?

source: “Yes, I am ready,” she said quietly, looking straight into his eyes; “but what a long time you were in coming.
eo: “Jes, mi estas preta,” ŝi diris kviete, rigardante rekte en liajn okulojn; “sed vi prenis tiom longe por veni.

source: “You couldn’t help yourself.” Her eyes were always on his face.
eo: "Vi ne povis sin malhelpi." Ŝia rigardo estis ĉiam sur lia vizaĝo.

source: “You knew that!” he cried, delighted.
eo: "Vi sciis tion!" li kriis, ĝoje.

source: “You may trust me.
eo: “Vi rajtas fidi min.

source: “Your name!” she laughed, drawing her green skirts with a soft rustle like leaves along the bench to make room; “but you need no name now, you know!”
eo: "Via nomo!" ŝi ridis, tirante siajn verdajn jupojn kun milda susuro kiel folioj laŭlonge de la benko por fari spacon; "sed vi bezonas neniun nomon nun, vi scias!"
